christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
Orta.vscode-jest
andys8.jest-snippets
vscode-icons-team.vscode-icons
dsznajder.es7-react-js-snippets
ritwickdey.LiveServer
enkia.tokyo-night
GY.ayu-mirage-plus
styled-components.vscode-styled-components
bradlc.vscode-tailwindcss